import "./ItemInfo.scss";

const ItemInfo = () => {
  return (
    <div className="info">
      <h1>інформація про товар</h1>
      <ul>
        <li>
          <p>Терморегуляція забезпечить вам тепло в будь-якій ситуації.</p>
          <p>
            Сучасні технології дозволяють нашому термокостюму адаптуватися до
            вашого тіла та навколишнього середовища.
          </p>
        </li>
        <li>
          <h2>Легкість та еластичність для максимальної свободи рухів.</h2>
          <p>
            Забудьте про невигоди - наш термокостюм розроблений з урахуванням
            вашої активності.
          </p>
        </li>
        <li>
          <h2>Дихаючі тканини для оптимальної вентиляції.</h2>
          <p>
            Забудьте про потовиділення - наш термокостюм дозволяє шкірі
            "дихати", забезпечуючи вам комфорт під час активної діяльності.
          </p>
        </li>
      </ul>
    </div>
  );
};

export default ItemInfo;
